{
  "app_name": "फार्म ड्रॉप",
  "welcome_message": "फार्मड्रॉपमध्ये आपले स्वागत आहे",
  "select_language": "भाषा निवडा",
  "product_list": "उत्पादन यादी",
  "add_product": "उत्पादन जोडा",
  "price": "किंमत"

  
  "app_title": "साधन",
  "crop_management": "पीक व्यवस्थापन",
  "organic_farming_title": "सेंद्रिय शेती तंत्र",
  "organic_farming_description": "पीक वाढ आणि मातीचे आरोग्य वाढविण्यासाठी सेंद्रिय पद्धती जाणून घ्या.",
  "organic_farming_content": "सेंद्रिय शेती, ज्याला पर्यावरणीय शेती किंवा जैविक शेती देखील म्हटले जाते, ही एक कृषी प्रणाली आहे जी सेंद्रिय उत्पत्तीच्या खतांचा वापर करते जसे की कंपोस्ट खत, हिरव्या खत, आणि हाडांचे जेवण आणि पीक चक्रीकरण आणि साथीच्या लागवडीसारख्या तंत्रांवर जोर देते. ...",
  "pest_control_title": "कीड नियंत्रण पद्धती",
  "pest_control_description": "पीकांमध्ये कीटक नियंत्रित करण्यासाठी प्रभावी धोरणांची शोध घ्या.",
  "pest_control_content": "कीड नियंत्रण पद्धती पीक, पशुधन आणि मानवी आरोग्याचे रक्षण करण्यासाठी आवश्यक आहेत. या पद्धती रासायनिक, जैविक आणि सांस्कृतिक दृष्टिकोनांमध्ये विस्तृतपणे वर्गीकृत केल्या जाऊ शकतात: ...",
  "livestock_care": "पशुधन देखभाल",
  "feeding_livestock_title": "पशुधन आहार",
  "feeding_livestock_description": "पशुधनासाठी योग्य पोषण आणि आहार पद्धतीसाठी मार्गदर्शक तत्त्वे.",
  "feeding_livestock_content": "प्राणी आहार हा कोनशिला आहे आणि त्याचे व्यवस्थापन प्रत्यक्ष किंवा अप्रत्यक्षपणे संपूर्ण क्षेत्रावर परिणाम करते. पशुधनाला कमाल उत्पन्न मिळविण्यासाठी आणि सर्वाधिक आर्थिक नफा मिळविण्यासाठी खाऊ घातले जाते. ...",
  "disease_management_title": "रोग व्यवस्थापन",
  "disease_management_description": "सामान्य पशुधन रोग कसे रोखावे आणि व्यवस्थापित करावे हे जाणून घ्या.",
  "disease_management_content": "पशुधन उद्योग ओक्लाहोमाच्या अर्थव्यवस्थेसाठी अत्यंत महत्त्वाचा आहे आणि त्यात मांस किंवा दूधाचे व्यावसायिक उत्पादक, तसेच शुद्ध प्रजातीचे प्रजनक आणि काही प्राण्यांचे छोटे उत्पादक देखील समाविष्ट आहेत. ...",
  "water_management": "पाणी व्यवस्थापन",
  "efficient_irrigation_title": "कार्यक्षम सिंचन तंत्र",
  "efficient_irrigation_description": "पाणी वाचवण्यासाठी आणि पीक वाढवण्यासाठी कार्यक्षम सिंचन पद्धती.",
  "efficient_irrigation_content": "सिंचन तंत्रे कृषी उत्पादकता वाढवण्यासाठी आणि जल संसाधनांचे प्रभावी व्यवस्थापन करण्यासाठी आवश्यक आहेत. विविध पद्धती विविध पीक, मातीचे प्रकार आणि पाणी उपलब्धतेनुसार असतात. ...",
  "rainwater_harvesting_title": "पावसाचे पाणी संकलन",
  "rainwater_harvesting_description": "शेतीसाठी पावसाचे पाणी संकलित आणि वापरण्याच्या पद्धती.",
  "rainwater_harvesting_content": "पावसाचे पाणी संकलन ही एक शाश्वत पद्धत आहे ज्यात पावसाचे पाणी एकत्र करून साठवले जाते. ही पद्धत पाणीटंचाईच्या समस्यांचे निराकरण करते आणि जलव्यवस्थापनाला प्रोत्साहन देते. ...",
  "soil_health": "मातीचे आरोग्य",
  "soil_fertility_title": "मातीची सुपीकता सुधारणा",
  "soil_fertility_description": "उत्तम पीक उत्पादनासाठी मातीची सुपीकता वाढवण्यासाठी तंत्रे.",
  "soil_fertility_content": "मातीची सुपीकता कमी होणे आणि मातीची हानी या सर्वात गंभीर समस्या आहेत. FAO च्या एका अभ्यासानुसार (FAO 2001), आफ्रिकन माती प्रति वर्ष सरासरी 48 किलो/हेक्टर पोषक तत्वे गमावते, जे प्रति वर्ष 100 किलो खताच्या प्रमाणाशी समतुल्य आहे. ...",
  "erosion_control_title": "क्षार नियंत्रण पद्धती",
  "erosion_control_description": "मातीची गुणवत्ता राखण्यासाठी आणि क्षार रोखण्यासाठी धोरणे.",
  "erosion_control_content": "मातीचा क्षार: ही एक नैसर्गिक घटना आहे, ज्यात पाणी आणि वारा यांसारखे भौतिक घटक शीर्ष मातीला हलवतात किंवा विस्थापित करतात. मातीचा क्षार रोखण्यासाठी खालील पद्धती आहेत: ..."


}
